Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/codeberg-calligraphy.tmx
Source language: en
Languages: sv

source: Focus Input Entry
sv: Fokusera inmatningsfältet

source: Export as Image
sv: Exportera som bild

source: {font_name} output copied to clipboard
sv: {font_name} utdata kopierades till urklipp

source: Clear Entry
sv: Rensa inmatning

source: Output Empty
sv: Utdata är tom

source: Show Details
sv: Visa detaljer

source: _About Calligraphy
sv: _Om Calligraphy

source: ascii;convert;conversion;text;ansi;
sv: ascii;konvertera;konvertering;text;ansi;

source: Create ASCII Banners
sv: Skapa ASCII-banderoller

source: No Results Found
sv: Inga resultat hittades

source: Main Menu
sv: Huvudmeny

source: Copyright © 2023 Calligraphy Contributors
sv: Upphovsrätt © 2023 Calligraphys bidragsgivare

source: Type something to create a banner
sv: Skriv något för att skapa en banderoll

source: Type something to get started
sv: Skriv något för att komma igång

source: Unfavorite
sv: Ta bort från favoriter

source: Copy to Clipboard
sv: Kopiera till urklipp

source: Type here…
sv: Skriv här…

source: Quit
sv: Avsluta

source: Warning
sv: Varning

source: Search Fonts
sv: Sök efter teckensnitt

source: Show Shortcuts
sv: Visa genvägar

source: Calligraphy turns short texts into large, impressive banners made up of ASCII Characters, ready to be copied or exported to images. Spice up your online conversations by adding some extra oompf to your messages!
sv: Calligraphy förvandlar korta texter till stora, imponerande banderoller bestående av ASCII-tecken, redo att kopieras eller exporteras till bilder. Krydda upp dina onlinekonversationer genom att lägga till lite extra kraft i dina meddelanden!

source: translator-credits
sv: Luna Jernberg<lunajernberg@gnome.org>

source: Non-alphabetic characters may not be supported in every font
sv: Icke-alfabetiska tecken kanske inte stöds i alla teckensnitt

source: No Results
sv: Inga resultat

source: No Output
sv: Ingen utdata

source: Detailed View
sv: Detaljerad vy

source: Search
sv: Sök

source: Toggle Search
sv: Växla sök

source: Toggle Wrapping
sv: Växla radbrytning

source: Favorite
sv: Favorit

source: Entry
sv: Post

source: Turn text into ASCII banners
sv: Förvandla text till ASCII-banderoller

source: _Keyboard Shortcuts
sv: _Tangentbordsgenvägar

source: General
sv: Allmänt

source: Fonts
sv: Teckensnitt

source: No Text
sv: Ingen text

source: Copy
sv: Kopiera

source: Try a different search query
sv: Prova med en annan sökfråga
